Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/environment/environmental_protection/index.html.txt.tmx
Source language: en
Languages: ga

source: Asbestos can release dangerous dust if it is disturbed
ga: Féadfaidh aispeist deannach baolach a scaoileadh má shuaitear í

source: It should only be dealt with by specialists, using protective equipment and strict safeguards
ga: Níor cheart ach le speisialtóirí déileáil léi, agus trealamh cosanta agus cosaint dhian á n-úsáid

source: Prolonged exposure to radon gas can lead to lung cancer
ga: D’fhéadfadh nochtadh fadtéarmach do ghás radóin a bheith ina chúis le hailse scamhóg

source: The Environmental Protection Agency gives information on how to reduce dangerous levels of radon in your home
ga: Tugann an Institiúid Éireannach um Chosaint Raideolaíoch faisnéis ar conas is féidir leibhéil chontúirteacha radóin i do theach a laghdú

source: The rules as regards the control of noise, the various bodies responsible and how to complain about excessive noise
ga: Na rialacha maidir le rialú torainn, na comhlachtaí éagsúla atá freagrach agus conas gearán a dhéanamh faoi thorann iomarcach

source: Litter prevention and control
ga: Bruscar a chosc agus a rialú

source: What is litter pollution and what are the penalties?
ga: Cad é truailliú ó bhruscar agus cad iad na pionóis?

source: Air quality and pollution
ga: Caighdeán an aeir agus truailliú

source: Outlines the standards required for air quality and the measures taken to prevent air pollution.
ga: Tugtar cuntas ar na caighdeáin a theastaíonn maidir le caighdeán an aeir agus na bearta atá le déanamh chun truailliú aeir a chosc

source: The Tidy Towns competition
ga: Comórtas na mBailte Slachtmhara

source: Tidy Towns is an annual competition that aims to find Ireland's tidiest town
ga: Reáchtáltar Comórtas na mBailte Slachtmhara gach bliain le fáil amach cén baile is slachtmhaire in Éirinn

source: Pollution prevention and control
ga: Cosc agus rialú ar thruailliú

source: Describes EU and Irish law regarding licensing procedures and enforcement of pollution prevention and control measures in Ireland
ga: Déantar cur síos ar reachtaíocht an AE agus na hÉireann maidir leis na nósanna imeachta um cheadúnú agus um fhorfheidhmiú bearta maidir le truailliú a chosc agus a rialú in Éirinn

source: An Environmental Impact Assessment is required under EU and Irish law for certain public and private projects
ga: Bíonn Measúnachtaí Tionchair Timpeallachta de dhíth faoi dhlí an AE agus na hÉireann le haghaidh tionscadail áirithe phoiblí agus phríobháideacha

source: The purpose of the assessment is to analyse the impact these projects may have on the environment
ga: Is é cuspóir na Measúnachtaí anailís a dhéanamh ar an tionchar a d’fhéadfadh a bheith ag na tionscadail sin ar an gcomhshaol

source: Most Read in "Environment"
ga: Ábhar is mó éilimh i "Comhshaol"
